Repository: common-repository/mycookie-gdpr-compliance
Catalog: languages/*-cookie-*.po
Languages: pl_pl

source: Our website uses cookies to ensure you get the best experience.
pl_pl: Nasza strona używa ciasteczek, aby zapewnić jak najlepsze działanie.

source: Open settings
pl_pl: Ustawienia

source: Ok, I Understand
pl_pl: W porządku

source: Cookie Declaration
pl_pl: Deklaracja cookies

source: Disable All
pl_pl: Wyłącz wszystko

source: Save & Close
pl_pl: Zapisz i wyjdź

source: Used to distinguish users and sessions for web statistics purposes.
pl_pl: Używane w celu gromadzenia statystyk i analizy ruchu na stronie.

source: Helps in determining efficiency of our advertising policy.
pl_pl: Pozwala nam na efektywne prowadzenie kampanii reklamowych.

source: Stores various information regarding user's preferences.
pl_pl: Gromadzi informacje na temat preferencji użytkownika.

source: Please change your cookies preferences to see this video.
pl_pl: Musisz zmienić preferencje YouTube, aby móc zobaczyć ten film.

source: Cookies settings
pl_pl: Ustawienia ciasteczek

source: Content settings
pl_pl: Ustawienia treści

source: Design settings
pl_pl: Ustawienia wyglądu

source: Preset Items
pl_pl: Usługi domyślne

source: Cookies List
pl_pl: Lista ciasteczek

source: Item Description
pl_pl: Opis usługi

source: Tracking Code(s)
pl_pl: Kody śledzące

source: Service
pl_pl: Usługa

source: Description
pl_pl: Opis

source: Cookies this service creates and uses
pl_pl: Ciasteczka, z których korzysta usługa

source: Service description (what it does)
pl_pl: Opis działania usługi

source: Paste your tracking codes here (including the script tag)
pl_pl: Wklej tutaj kody śledzące (razem z tagiem script)

source: Consent
pl_pl: Komunikat cookies

source: Cookie consent info
pl_pl: Informacja na komunikacie

source: The information text on the consent
pl_pl: Tekst informujący o tym, że strona korzysta z ciasteczek

source: "Open Settings" button
pl_pl: Przycisk "Ustawienia"

source: Edit label for the "Open Settings" button
pl_pl: Edytuj tekst dla przycisku "Ustawienia"

source: "Ok, I Understand" button
pl_pl: Przycisk "W porządku"

source: Edit label for the "Ok, I Understand" button
pl_pl: Edytuj tekst dla przycisku "W porządku"

source: Cookie declaration prefix
pl_pl: Tekst poprzedzający deklarację cookies

source: This text will be displayed at the top of the cookie declaration table
pl_pl: Tekst ten zostanie wyświetlony powyżej tabeli z deklaracją cookies

source: Cookie declaration suffix
pl_pl: Tekst następujący deklarację cookies

source: This text will be displayed at the bottom of the cookie declaration table
pl_pl: Tekst ten zostanie wyświetlony poniżej tabeli z deklaracją cookies

source: "Cookie Declaration" Button
pl_pl: Przycisk "Deklaracja cookies"

source: Edit label for the "Cookie Declaration" button
pl_pl: Edytuj tekst dla przycisku "Deklaracja cookies"

source: "Disable All" Button
pl_pl: Przycisk "Wyłącz wszystko"

source: Edit label for the "Disable All" button
pl_pl: Edytuj tekst dla przycisku "Wyłącz wszystko"

source: "Save & Close" Button
pl_pl: Przycisk "Zapisz i zamknij"

source: Edit label for the "Save & Close" button
pl_pl: Edytuj tekst dla przycisku "Zapisz i zamknij"

source: Restore Default
pl_pl: Przywróć domyślne

source: Click on save changes to confirm
pl_pl: Kliknij na zapisz zmiany, aby potwierdzić

source: Background color
pl_pl: Kolor tła

source: Text color
pl_pl: Kolor tekstu

source: Buttons background color
pl_pl: Kolor tła przycisków

source: Buttons text color
pl_pl: Kolor tekstu przycisków

source: Padding top (px)
pl_pl: Odstęp od góry w px

source: Padding bottom (px)
pl_pl: Odstęp od dołu w px

source: Base font size (px)
pl_pl: Bazowa wielkość tekstu w px

source: Delay consent
pl_pl: Opóźnij pojawienie się komunikatu

source: No, consent appears immediately
pl_pl: Nie, komunikat pojawia się od razu

source: By a certain amount of px user has scrolled down
pl_pl: O ilość px do przescrollowania

source: By a certain amount of vh user has scrolled down
pl_pl: O procent zawartości strony do przescrollowania

source: By a certain amount of time (s)
pl_pl: O czas w sekundach

source: Value in pixels
pl_pl: Podaj wartość w pikselach

source: Value in vh
pl_pl: Podaj wartość w procentach

source: Value in seconds
pl_pl: Podaj wartość w sekundach

source: "Cookie Declaration" button background color
pl_pl: Kolor tła przycisku "Deklaracja cookies"

source: "Cookie Declaration" button text color
pl_pl: Kolor tekstu przycisku "Deklaracja cookies"

source: "Disable All" button background color
pl_pl: Kolor tła przycisku "Wyłącz wszystko"

source: "Disable All" button text color
pl_pl: Kolor tekstu przycisku "Wyłącz wszystko"

source: "Save & Close" button background color
pl_pl: Kolor tła przycisku "Zapisz i zamknij"

source: "Save & Close" button text color
pl_pl: Kolor tekstu przycisku "Zapisz i zamknij"

source: We use cookies to give you the best and most relevant experience. Storing data in cookies also gives us ability to track users movements and to gather demographic information. Using our site means you agree with this and understand that we can share information about your use of this site with our social media and advertising providers.
pl_pl: Za pomocą narzędzi do gromadzenia statystyk i analizy ruchu na stronie, zbieramy informacje o odwiedzających użytkownikach, aby móc później przeanalizować ich zachowanie na naszej stronie internetowej. Są to dla nas bardzo wartościowe informacje, gdyż na ich podstawie możemy indywidualnie dopasować stronę do potrzeb każdego użytkownika.

source: You can manage your cookie preferences in the settings area or you can completely disable cookies in your browser, so no data will be collected.
pl_pl: Możesz zarządzać swoimi preferencjami cookies klikając tutaj, bądź całkowicie wyłączyć cookies w przeglądarce, dzięki czemu nie będą zbierane żadne informacje
